"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 5000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 4, \"word_counts\": \"{\\\"i\\\": 2, \\\"love\\\": 1, \\\"this\\\": 4, \\\"hate\\\": 1, \\\"is\\\": 2, \\\"the\\\": 2, \\\"best\\\": 1, \\\"worst\\\": 1}\", \"word_docs\": \"{\\\"love\\\": 1, \\\"this\\\": 4, \\\"i\\\": 2, \\\"hate\\\": 1, \\\"is\\\": 2, \\\"the\\\": 2, \\\"best\\\": 1, \\\"worst\\\": 1}\", \"index_docs\": \"{\\\"5\\\": 1, \\\"1\\\": 4, \\\"2\\\": 2, \\\"6\\\": 1, \\\"3\\\": 2, \\\"4\\\": 2, \\\"7\\\": 1, \\\"8\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"this\\\", \\\"2\\\": \\\"i\\\", \\\"3\\\": \\\"is\\\", \\\"4\\\": \\\"the\\\", \\\"5\\\": \\\"love\\\", \\\"6\\\": \\\"hate\\\", \\\"7\\\": \\\"best\\\", \\\"8\\\": \\\"worst\\\"}\", \"word_index\": \"{\\\"this\\\": 1, \\\"i\\\": 2, \\\"is\\\": 3, \\\"the\\\": 4, \\\"love\\\": 5, \\\"hate\\\": 6, \\\"best\\\": 7, \\\"worst\\\": 8}\"}}"